Repository: capstanlqc/cli_automation
Catalog: conv_fl419_to_tmxs/output/Eurograduate_FL419_hun-HUN_TM.tmx
Source language: en_gb
Languages: hu_hu

source: Other\ Refusal (DO NOT READ OUT)
hu_hu: Más\ Visszautasítja (NE OLVASD FEL)

source: Walking
hu_hu: Gyalogos

source: DK/NA (DO NOT READ OUT)
hu_hu: NT/NV (NE OLVASD FEL)

source: (DO NOT READ OUT
hu_hu: (NE OLVASSA FEL)

source: Large town/city
hu_hu: Nagyvárosban él?

source: Have you got a mobile phone?
hu_hu: Van mobiltelefonja?

source: In which city/borough/commune do you live?
hu_hu: Ön melyik városban/kerületben/közösségben él?

source: Single person household
hu_hu: Egyszemélyes háztartás

source: City 1
hu_hu: Budapest

source: Noise
hu_hu: Zaj

source: Car
hu_hu: Gépkocsi

source: Public transport
hu_hu: Tömegközlekedés

source: PROG: ROTATE ITEMS 1 TO 4
hu_hu: PROG: ROTÁLJA AZ ITEMEKET 1-TŐL 4-IG

source: During the last twelve months, would you say you had difficulties to pay your bills at the end of the month…?
hu_hu: Az elmúlt tizenkét hónap során voltak Önnek problémái a számlafizetéssel a hónap végén…?

source: Other city
hu_hu: Egyéb város

source: Generally speaking, the public administration of [CITY NAME] can be trusted
hu_hu: Általánosságban [CITY NAME] közigazgatásában meg lehet bízni

source: ASK ALL
hu_hu: KÉRDEZD MINDENKITŐL

source: It is easy to find a job in [CITY NAME]
hu_hu: Könnyű munkát találni [CITY NAME]

source: Not at all satisfied
hu_hu: Egyáltalán nem elégedett

source: I will read you a few statements. Please tell me whether you strongly agree, somewhat agree, somewhat disagree or strongly disagree with each of these statements?
hu_hu: Felolvasok néhány állítást. Kérem mondja meg mindegyikről, hogy azzal teljesen egyetért, valamennyire egyetért, valamennyire nem ért egyet, vagy nagyon nem ért egyet?

source: Somewhat disagree
hu_hu: Valamennyire nem ért egyet

source: Housing
hu_hu: Lakáshelyzet

source: (READ OUT – ONE ANSWER ONLY)
hu_hu: (OLVASD FEL - EGY VÁLASZ LEHETSÉGES)

source: From time to time
hu_hu: Néha

source: D21: CODE 9 AND 10 - SINGLE CODES
hu_hu: D21: A 9-ES ÉS 10-ES KÓD KIZÁRÓLAGOS

source: Married or cohabiting couple, no children or no children living at home
hu_hu: Házas- vagy együttélő pár, gyermekek vagy velük egy háztartásban elő gyermekek nélkül

source: Rural area or village
hu_hu: Faluban, falusias településen él

source: Train
hu_hu: Vasút

source: Very satisfied
hu_hu: Nagyon elégedett

source: Generally speaking, please tell me if you are very satisfied, rather satisfied, rather unsatisfied or not at all satisfied with each of the following issues in [CITY NAME]?
hu_hu: Kérem mondja meg, hogy általánosságban véve ön nagyon elégedett, inkább elégedett, inkább elégedetlen vagy egyáltalán nem elégedett a következő szolgáltatással [CITY NAME].

source: Safety
hu_hu: Biztonság

source: Your personal job situation
hu_hu: Az Ön munkavállalói helyzete

source: Small or medium-sized town
hu_hu: Kis, esetleg közepes méretű városban

source: Professional (employed doctor, lawyer, accountant, architect, …)
hu_hu: Értelmiségi (alkalmazott orvos, jogász, könyvelő, építész)

source: It is easy to find good housing at a reasonable price in [CITY NAME]
hu_hu: [CITY NAME] könnyű jó lakást találni elfogadható áron

source: Generally speaking, most people in my neighborhood can be trusted
hu_hu: Általánosságban a környékemen élő legtöbb emberben meg lehet bízni

source: Most of the time
hu_hu: Az esetek többségében

source: Have you got a landline phone?
hu_hu: Van vezetékes telefonja?

source: Could you tell me how many people aged 15 years or more live in your household, yourself included?
hu_hu: Megmondaná kérem, hogy hány 15 évnél idősebb személy él Önnel egy háztartásban Önmagát is beleértve?

source: Other (DO NOT READ OUT)
hu_hu: Más (NE OLVASD FEL)

source: Q4: CODE 11 - SINGLE CODE
hu_hu: Q4: A 11-ES KÓD KIZÁRÓLAGOS

source: Strongly disagree
hu_hu: Nagyon nem ért egyet

source: I live here since less than 1 year
hu_hu: Kevesebb mint 1 éve él itt

source: Cleanliness
hu_hu: A tisztaság

source: The financial situation of your household
hu_hu: Az Ön háztartásának anyagi helyzete

source: Other employee (salesman, nurse, …)
hu_hu: Más alkalmazott (eladó, ápoló, ...)

source: No
hu_hu: Nem

source: Owner of shop, craftsman
hu_hu: Bolt vagy üzlet tulajdonos, kisiparos

source: (READ OUT - ONE ANSWER ONLY)
hu_hu: OLVASD FEL A VÁLASZLEHETŐSÉGEKET! EGY VÁLASZ LEHETSÉGES

source: Would you say you are…?
hu_hu: Mit mondana, Ön... ?

source: Seeking a job
hu_hu: Munkát keres

source: Manual worker
hu_hu: Fizikai dolgozó

source: The noise level
hu_hu: A zajszint

source: The administrative services of [CITY NAME] help people efficiently
hu_hu: [CITY NAME] közigazgatási szolgáltatásai hatékonyan segítenek az embereknek

source: Urban public transport (bus, metro, tram, ferry, etc.)
hu_hu: Városi tömegközlekedés (busz, metró, villamos, komp, stb.)

source: Gender.
hu_hu: A kérdezett neme

source: [CITY NAME] is committed to fight against climate change (e.g.: energy efficiency, green transport)
hu_hu: [CITY NAME] elkötelezett az éghajlatváltozás elleni küzdelem iránt (pl.: energiahatékonyság, zöld közlekedés)

source: Female
hu_hu: Nő

source: In your opinion, among the following issues, which are the three most important for [CITY NAME]?
hu_hu: A következő problémák közül melyik három a legfontosabb probléma [CITY NAME] számára?

source: What county do you live in?
hu_hu: Melyik megyében lakik?

source: I live here since between 5 to 10 years
hu_hu: 5-10 éve él itt

source: I am satisfied to live in [CITY NAME]
hu_hu: Elégedett vagyok azzal, hogy [CITY NAME] élek

source: Male
hu_hu: Férfi

source: Social services
hu_hu: Szociális ellátás

source: Unemployment
hu_hu: Munkanélküliség

source: (READ OUT IF NECESSARY - ONE ANSWER ONLY)
hu_hu: (OLVASSA FEL, HA SZÜKSÉGES - CSAK EGY VÁLASZ LEHETSÉGES)

source: Farmer, forester, fisherman
hu_hu: Farmer, mezőgazdaságban dolgozik, erdész, halász

source: Civil servant
hu_hu: Köztisztviselő

source: Without a professional activity
hu_hu: Nem dolgozik

source: ASK D5c IF EMPLOYEE, CODE 2 IN D5a
hu_hu: AKKOR KÉRDEZD A D5c KÉRDÉST, HA ALKALMAZOTT, KÓD 2 A D5a KÉRDÉSBEN

source: PROG: ROTATE ITEMS 1 TO 7
hu_hu: PROG: ROTÁLD AZ ITEMEKET 1 ÉS 7 KÖZÖTT

source: Education and training
hu_hu: Oktatás és képzés

source: City 2
hu_hu: Miskolc

source: As far as your current occupation is concerned, would you say you are self-employed, an employee, a manual worker or would you say that you are without a professional activity?
hu_hu: A jelenlegi foglalkozását illetően, mit mondana, azt, hogy Ön vállalkozó, alkalmazott, fizikai dolgozó, vagy azt mondaná, hogy Ön nem dolgozik?

source: Refusal (DO NOT READ OUT)
hu_hu: Visszautasítja (NE OLVASD FEL)

source: (ONE ANSWER ONLY)
hu_hu: (EGY VÁLASZ LEHETSÉGES)

source: Air pollution
hu_hu: Levegő szennyezés

source: I feel safe in [CITY NAME]
hu_hu: Biztonságban érzem magam [CITY NAME]

source: Unskilled manual worker
hu_hu: Egyéb fizikai dolgozó

source: Sports facilities such as sport fields and indoor sport halls
hu_hu: Sportlétesítmények, mint például a szabadtéri sportpályák és a fedett sportcsarnokok

source: The life you lead
hu_hu: Az élet, ahogyan él

source: Rather unsatisfied
hu_hu: Inkább elégedetlen

source: Rather satisfied
hu_hu: Inkább elégedett

source: Professional (lawyer, medical practitioner, accountant, architect,…)
hu_hu: Értelmiségi (jogász, orvos, könyvelő, építész,...)

source: Health services
hu_hu: Egészségügyi ellátások/szolgáltatások

source: Office clerk
hu_hu: Irodai alkalmazott

source: Retired
hu_hu: Nyugdijas

source: (READ OUT – MAX. 3 ANSWERS)
hu_hu: OLVASSA FEL - MAX. 3 VÁLASZ LEHETSÉGES!

source: On the whole, are you very satisfied, fairly satisfied, not very satisfied or not at all satisfied with ...?
hu_hu: Összességében Ön nagyon elégedett, inkább elégedett, nem nagyon elégedett vagy egyáltalán nem elégedett az alábbiakkal?

source: PROG: ROTATE ITEMS 1 to 12
hu_hu: PROG: ROTÁLD AZ ITEMEKET 1-TŐL 12-IG

source: None (DO NOT READ OUT)
hu_hu: Egyik sem (NE OLVASD FEL)

source: Almost never\ never
hu_hu: Szinte soha / Soha

source: Number of people aged 15 or more in the household
hu_hu: 15 évnél idősebb személyek száma a háztartásban

source: Public transport, for example the bus, tram or metro
hu_hu: Tömegközlekedés, például a busz, villamos vagy metró

source: ASK D5b IF SELF-EMPLOYED, CODE 1 IN D5a
hu_hu: AKKOR KÉRDEZD A D5b KÉRDÉST, HA VÁLALLKOZÓ, KÓD 1 A D5a KÉRDÉSBEN

source: Student (full time)
hu_hu: Diák (nappali tagozatos)

source: I feel safe in my neighbourhood
hu_hu: Biztonságban érzem magam a környékemen

source: Availability of retail shops
hu_hu: Kis üzletek elérhetősége

source: General management, director or top management
hu_hu: Ügyvezető, igazgató vagy felsővezetés

source: Strongly agree
hu_hu: Teljesen egyetért

source: How old were you when you stopped full-time education?
hu_hu: Hány éves korában fejezte be Ön a nappali iskoláit?

source: Ship or boat
hu_hu: Hajó vagy csónak

source: Bicycle
hu_hu: Kerékpár

source: How old are you?
hu_hu: Hány éves Ön?

source: Motorbike
hu_hu: Motorkerékpár

source: (READ OUT - MAX. 2 ANSWERS)
hu_hu: (OLVASD FEL -LEGFELJEBB 2 VÁLASZ)

source: Single parent, one or more children living at home
hu_hu: Egyedülálló szülő, egy vagy több gyermekkel egy háztartásban

source: Self-employed
hu_hu: Vállalkozó

source: The state of the streets and buildings in your neighbourhood
hu_hu: Az utcák és épületek állapota a környéken, ahol lakik

source: Fairly satisfied
hu_hu: Inkább elégedett

source: Generally speaking, most people in [CITY NAME] can be trusted
hu_hu: Általánosságban [CITY NAME] a legtöbb emberben meg lehet bízni

source: (READ OUT - SINGLE CODE)
hu_hu: (OLVASSA FEL - EGY VÁLASZ LEHETSÉGES)

source: On a typical day, which mode or modes of transport do you use most often?
hu_hu: Egy átlagos napon melyik közlekedési módo(ka)t használja leggyakrabban?

source: Schools and other educational facilities
hu_hu: Iskolák és egyéb oktatási intézmények

source: The quality of the air
hu_hu: A levegő minősége

source: Married or cohabiting couple, with one or more children living at home
hu_hu: Házas- vagy együttélő pár egy vagy több gyermekkel közös háztartásban

source: Middle management
hu_hu: Középvezető

source: Foreigners who live in [CITY NAME] are well integrated
hu_hu: A külföldiek, akik [CITY NAME] élnek, jól beilleszkedtek

source: Health care services, doctors and hospitals
hu_hu: Egészségügyi szolgáltatások, orvosok, kórházak

source: Employee
hu_hu: Alkalmazott

source: ASK D5d IF MANUAL WORKER, CODE 3 IN D5a
hu_hu: AKKOR KÉRDEZD A D5d KÉRDÉST, HA FIZIKAI DOLGOZÓ, KÓD 3 A D5a KÉRDÉSBEN

source: Public spaces such as markets, squares, pedestrian areas
hu_hu: A közösségi terek, mint például a piacok, terek, sétálóutcák

source: Would you say you live in a…?
hu_hu: Mit mondana, Ön … ?

source: Which of the following best describes your household composition?
hu_hu: A következők közül melyik jellemző leginkább az Ön háztartásának összetételére?

source: Manager of a company
hu_hu: Cégvezető

source: I live here since 1 to 5 years
hu_hu: 1-5 éve él itt

source: Not very satisfied
hu_hu: Nem nagyon elégedett

source: Road infrastructure
hu_hu: Az utak infrastruktúrája

source: PROG: ROTATE ITEMS 1 TO 10
hu_hu: PROG: ROTÁLD AZ ITEMEKET 1-TŐL 10-IG

source: The presence of foreigners is good for [CITY NAME]
hu_hu: A külföldiek jelenléte jó [CITY NAME] számára

source: (WRITE DOWN - IF "DK" CODE '98' - IF "REFUSAL" CODE '99')
hu_hu: (ÍRJA LE - HA "NT", KÓDOLJON '98'-AT - HA "VISSZAUTASÍTJA, KÓDOLJON '99'-ET)

source: DK (DO NOT READ OUT)
hu_hu: NT (NE OLVASSA FEL)

source: Yes
hu_hu: Igen

source: Green spaces such as parks and gardens
hu_hu: Zöldterületek, mint például a parkok, ligetek

source: ASK D5e IF WITHOUT A PROFESSIONAL ACTIVITY, CODE 4 IN D5a
hu_hu: AKKOR KÉRDEZD A D5e KÉRDÉST, HA NEM DOLGOZIK, KÓD 4 A D5a KÉRDÉSBEN

source: (INT.: IF "STILL STUDYING", CODE ‘00’ - IF "NO EDUCATION" CODE '01' - IF "REFUSAL" CODE '98' - IF "DK" CODE '99')
hu_hu: (A KÉRDEZŐNEK: HA A VÁLASZADÓ "MÉG TANUL", KÓDOLJ ‘00’-ÁT - HA "NINCS VÉGZETTSÉGE", KÓDOLJ '01'-ET - HA "VISSZAUTASÍTJA", KÓDOLJ '98'-AT - HA "NEM TUDJA" KÓDOLJ '99'-ET.)

source: Other
hu_hu: egyéb

source: (WRITE DOWN - IF "REFUSAL" CODE '99')
hu_hu: (ÍRJA LE - HA "VISSZAUTASÍTJA", KÓDOLJON '99'-ET)

source: FL419 - Quality of life in European Cities UK
hu_hu: FL419 - Quality of life in European Cities HU

source: Somewhat agree
hu_hu: Valamennyire egyetért

source: Cultural facilities such as concert halls, theatres, museums and libraries
hu_hu: Kulturális létesítmények, mint például a koncerttermek, színházak, múzeumok és könyvtárak

source: The place where you live
hu_hu: A hely, ahol él

source: Was born here/ I’ve been living here for all my life
hu_hu: Itt született/Egész életében itt élt

source: IF OTHER or DON'T KNOW IN D12, CODES 198 or 199 in D12, STOP THE INTERVIEW
hu_hu: HA EGYÉB VAGY NEM TUDJA A D12-BEN, KÓDOLJ 198-T VAGY 199-T A D12-BEN, FEJEZD BE AZ INTERJÚT

source: Supervisor\ foreman (team manager, …)
hu_hu: Műszakvezető\ csoportvezető (csoport manager, ...)

source: I live here since more than 10 years
hu_hu: Több mint 10 éve él itt

source: For how long have you been living in [CITY NAME]?
hu_hu: Mennyi ideje él Ön [CITY NAME]?

source: Looking after the home
hu_hu: Háztartásbeli
